{
  "sliders": {
    "slider1": {
      "title": "О приложении",
      "description" : "Мы разработали самое удобное мобильное приложение, чтобы вы не теряли время на поиск зарядки для вашего автомобиля. \nРаботаем как со своими, так и с партнерскими станциями. Только вы выбираете скорость и цену зарядки.\nВозможность установить индивидуальную станцию с ограниченным доступом.\nВыгодные тарифы, круглосуточная поддержка и зарядное устройство всегда рядом с вами.\n"
    },
    "slider2": {
      "title": "Зелёное направление",
      "description" : "Электромобили – экологичный вид транспорта. Нет потребности в привычном топливе, а значит полностью отсутствует выхлопная система и выбросы СО2 в атмосферу. Как правило электрокары производят из перерабатываемых материалов, что сводит твердое загрязнение к минимуму.\nНизкий уровень шума уменьшает звуковое загрязнение окружающей среды.\n"
    },
    "slider3": {
      "title": "О компании",
      "description" : "Поможем решить проблему с отсутствием зарядного устройства для вашего автомобиля. \nНадежность, поддержка и лучшие технологии."
    }
  },
  "statistics": {
    "station": {
      "type1": "Станция",
      "type2": "Станции",
      "type3": "Станций",
      "desc": "зарядки"
    },
    "user": {
      "type1": "Пользователь",
      "type2": "Пользователя",
      "type3": "Пользователей"
    },
    "review": {
      "type1": "Отзыв",
      "type2": "Отзыва",
      "type3": "Отзывов"
    }
  },
  "news": {
    "title": "Новости"
  },
  "cards": {
    "data": {
      "title1": "Его комната, настоящая, разве что слишком маленькая, но обычная комната, мирно покоилась в своих четырех хорошо знакомых стенах.",
      "text1": "Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет, который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку.",
      "title2": "Его комната, настоящая, разве что слишком маленькая, но обычная комната, мирно покоилась в своих четырех хорошо знакомых стенах.",
      "text2": "Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет, который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку.",
      "title3": "Его комната, настоящая, разве что слишком маленькая, но обычная комната, мирно покоилась в своих четырех хорошо знакомых стенах.",
      "text3": "Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет, который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку.",
      "title4": "Его комната, настоящая, разве что слишком маленькая, но обычная комната, мирно покоилась в своих четырех хорошо знакомых стенах.",
      "text4": "Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет, который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку.",
      "title5": "Его комната, настоящая, разве что слишком маленькая, но обычная комната, мирно покоилась в своих четырех хорошо знакомых стенах.",
      "text5": "Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет, который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку.",
      "title6": "Его комната, настоящая, разве что слишком маленькая, но обычная комната, мирно покоилась в своих четырех хорошо знакомых стенах.",
      "text6": "Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет, который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку.",
      "title7": "Его комната, настоящая, разве что слишком маленькая, но обычная комната, мирно покоилась в своих четырех хорошо знакомых стенах.",
      "text7": "Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет, который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку.",
      "title8": "Его комната, настоящая, разве что слишком маленькая, но обычная комната, мирно покоилась в своих четырех хорошо знакомых стенах.",
      "text8": "Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет, который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку.",
      "title9": "Его комната, настоящая, разве что слишком маленькая, но обычная комната, мирно покоилась в своих четырех хорошо знакомых стенах.",
      "text9": "Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет, который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку."
    },
    "buttonName": "Ещё новости"
  },
  "mapContainer": {
    "title": "Станции"
  },
  "app": {
    "title": "Бронируй и заряжай c нашим приложением",
    "description":  "Занимайтесь делами, а поиск зарядного устройства предоставьте нашему приложению.",
    "item1": "Качество",
    "item2": "Скорость",
    "item3": "Локация",
    "item4": "Комфорт"
  },
  "team": {
    "title": "Наша команда",
    "description": "Мы разработали самое удобное мобильное приложение для поиска зарядных станций для вашего авто. С возможностью выбора режима скорости зарядки. \nРаботаем со всеми станциями, всегда поможем найти ближайшую.\nВы можете создать уникальный аккаунт с привязкой к конкретным объектам (ЖК, торговые- и бизнес-центры) с возможностью бронирования станции только уникальными аккаунтами.\n",
    "member1":{
      "firstName": "Илья",
      "lastName": "Денисов",
      "position": "Директор"
    },
    "member2":{
      "firstName": "Вадим",
      "lastName": "Малков",
      "position": "Технический директор"
    },
    "member3":{
      "firstName": "Дмитрий",
      "lastName": "Кравченко",
      "position": "Архитектор ИТ"
    },
    "member4":{
      "firstName": "Станислав",
      "lastName": "Шведович",
      "position": "Главный инженер"
    }
  },
  "feedback": {
    "title": "Задайте нам вопрос",
    "placeholderName": "Имя",
    "inpNameErrMess": "Только буквы!",
    "placeholderPhone": "Телефон",
    "inpPhoneErrMess": "Некорректный номер",
    "placeholderEmail": "Email",
    "inpEmailErrMess": "Ошибка в email",
    "placeholderArea": "Напишите ваш вопрос",
    "inpAreaErrMess": "min длина 10 знаков",
    "placeholderCaptcha": "Введите код с картинки",
    "inpCaptchaErrMess": "Латиница, 4 символа",
    "code": "Обновить код",
    "termsOfUse": "Нажимая кнопку, я принимаю условия Пользовательского соглашения и даю своё согласие на обработку моих персональных данных, в соответствии с Федеральным законом от 27.07.2006 года №152-ФЗ «О персональных данных».",
    "agreement": {
      "title": "Политика конфиденциальности",
      "subtitle1": "Общие положения",
      "text1_1": "Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые ООО «СТАРС ЧАРДЖ» (далее – Оператор).",
      "text1_2": "Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.",
      "text1_3": "Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта starscharge.com.",
      "subtitle2": "Основные понятия, используемые в Политике",
      "text2_1": "Веб-сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу starscharge.com.",
      "text2_2": "Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств.",
      "text2_3": "Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.",
      "text2_4": "Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта starscharge.com.",
      "text2_5": "Пользователь – любой посетитель веб-сайта starscharge.com.",
      "text2_6": "Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.",
      "text2_7": "Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом.",
      "text2_8": "Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.",
      "text2_9": "Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.",
      "text2_10": "Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники.",
      "text2_11": "Неавтоматизированная обработка персональных данных (без применения средств автоматизации) – обработка, при которой использование, уточнение, распространение, уничтожение персональных данных в отношении каждого из субъектов персональных данных осуществляются при непосредственном участии человека.",
      "text2_12": "Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).",
      "text2_13": "Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.",
      "text2_14": "Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) уничтожаются материальные носители персональных данных.",
      "text2_15": "Использование персональных данных - действия (операции) с персональными данными, совершаемые оператором в целях принятия решений или совершения иных действий, порождающих юридические последствия в отношении субъекта персональных данных или других лиц либо иным образом затрагивающих права и свободы субъекта персональных данных или других лиц.",
      "text2_16": "Уточнение персональных данных – действия, направленные на обновление или изменение персональных данных.",
      "text2_17": "Накопление персональных данных – действия по систематизации персональных данных путем их внесения в базу, содержащую персональные данные.",
      "text2_18": "Хранение персональных данных – действия по обеспечению целостности, конфиденциальности и доступности персональных данных.",
      "text2_19": "Систематизация персональных данных – действия, направленные на объединение и расположение персональных данных в определенной последовательности.",
      "text2_20": "Сбор персональных данных – действия, направленные на получение персональных данных.",
      "subtitle3": "Оператор может обрабатывать следующие персональные данные Пользователя",
      "text3_1": "адрес электронной почты;",
      "text3_2": "контактный номер телефона;",
      "text3_3": "фамилия, имя, отчество;",
      "text3_4": "источник захода на данный сайт и информация поискового или рекламного запроса;",
      "text3_5": "данные о пользовательском устройстве (среди которых разрешение, версия и другие атрибуты, характеризующие пользовательское устройство);",
      "text3_6": "пользовательские клики, просмотры страниц, заполнения полей, показы и просмотры баннеров и видео;",
      "text3_7": "данные, характеризующие аудиторные сегменты;",
      "text3_8": "параметры сессии;",
      "text3_9": "данные о времени посещения;",
      "text3_10": "идентификатор пользователя, хранимый в cookie;",
      "text3_11": "иные сведения, предоставленные Пользователем.",
      "text3-12": "Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.",
      "subtitle4": "Цели обработки персональных данных",
      "text4_1": "Учет предоставленной информации в базах данных.",
      "text4_2": "Проведение статистических исследований, а также исследований, направленных на улучшение качества продукции и услуг.",
      "text4_3": "Проведение маркетинговых программ, в том числе, для продвижения товаров, работ, услуг на рынке.",
      "text4_4": "Исполнение договорных обязательств перед клиентами, контрагентами и иными субъектами персональных данных.",
      "text4_5": "Информирование о новых товарах и услугах (например, посредством отправки приглашений на презентации, сообщений о нововведениях, акциях и т.д.) с помощью различных средств связи, а именно посредством: интернет; сообщений на адрес электронной почты; коротких текстовых сообщений (SMS) и мультимедийных сообщений (MMS) на номер телефона; использования информационно-коммуникационных сервисов, таких как WhatsApp и тому подобных, телефонных звонков.",
      "subtitle5": "Правовые основания обработки персональных данных",
      "text5_1": "Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте starscharge.com. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.",
      "text5_2": "Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).",
      "subtitle6": "Порядок сбора, хранения, передачи и других видов обработки персональных данных",
      "text6_1": "Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.",
      "text6_2": "Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.",
      "text6_3": "Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства.",
      "text6_4": "В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора info@starscharge.com с пометкой «Актуализация персональных данных».",
      "text6_5": "Срок обработки персональных данных является неограниченным. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора info@starscharge.com с пометкой «Отзыв согласия на обработку персональных данных».",
      "subtitle7": "Трансграничная передача персональных данных",
      "text7_1": "Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.",
      "text7_2": "Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных.",
      "subtitle8": "Заключительные положения",
      "text8_1": "Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты info@starscharge.com.",
      "text8_2": "В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.",
      "text8_3": "Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу starscharge.com."
    },
    "buttonName": "Отправить",
    "cmError": {
    }
  },
  "partners": {
    "title": "Партнеры"
  },
  "footer" : {
    "policy": "StarsCharge, все права защищены",
    "politics": "Политика конфиденциальности"
  }
}