{
  "cards": {
    "data": {
      "title1": "His room, a real, perhaps too small, but ordinary room, rested peacefully within its four well-known walls.",
      "text1": "Above the table, where the unpacked samples of cloth were laid out - Samsa was a traveling salesman - hung a portrait that he had recently cut out of an illustrated magazine and inserted into a beautiful gilded frame.",
      "title2": "His room, a real, perhaps too small, but ordinary room, rested peacefully within its four well-known walls.",
      "text2": "Above the table, where the unpacked samples of cloth were laid out - Samsa was a traveling salesman - hung a portrait that he had recently cut out of an illustrated magazine and inserted into a beautiful gilded frame.",
      "title3": "His room, a real, perhaps too small, but ordinary room, rested peacefully within its four well-known walls.",
      "text3": "Above the table, where the unpacked samples of cloth were laid out - Samsa was a traveling salesman - hung a portrait that he had recently cut out of an illustrated magazine and inserted into a beautiful gilded frame.",
      "title4": "His room, a real, perhaps too small, but ordinary room, rested peacefully within its four well-known walls.",
      "text4": "Above the table, where the unpacked samples of cloth were laid out - Samsa was a traveling salesman - hung a portrait that he had recently cut out of an illustrated magazine and inserted into a beautiful gilded frame.",
      "title5": "His room, a real, perhaps too small, but ordinary room, rested peacefully within its four well-known walls.",
      "text5": "Above the table, where the unpacked samples of cloth were laid out - Samsa was a traveling salesman - hung a portrait that he had recently cut out of an illustrated magazine and inserted into a beautiful gilded frame.",
      "title6": "His room, a real, perhaps too small, but ordinary room, rested peacefully within its four well-known walls.",
      "text6": "Above the table, where the unpacked samples of cloth were laid out - Samsa was a traveling salesman - hung a portrait that he had recently cut out of an illustrated magazine and inserted into a beautiful gilded frame.",
      "title7": "His room, a real, perhaps too small, but ordinary room, rested peacefully within its four well-known walls.",
      "text7": "Above the table, where the unpacked samples of cloth were laid out - Samsa was a traveling salesman - hung a portrait that he had recently cut out of an illustrated magazine and inserted into a beautiful gilded frame.",
      "title8": "His room, a real, perhaps too small, but ordinary room, rested peacefully within its four well-known walls.",
      "text8": "Above the table, where the unpacked samples of cloth were laid out - Samsa was a traveling salesman - hung a portrait that he had recently cut out of an illustrated magazine and inserted into a beautiful gilded frame.",
      "title9": "His room, a real, perhaps too small, but ordinary room, rested peacefully within its four well-known walls.",
      "text9": "Above the table, where the unpacked samples of cloth were laid out - Samsa was a traveling salesman - hung a portrait that he had recently cut out of an illustrated magazine and inserted into a beautiful gilded frame."
    },
    "buttonName": "More news"
  },
  "mapContainer": {
    "title": "Stations"
  },
  "app": {
    "title": "Book and charge with our app",
    "item1": "Quality",
    "item2": "Speed",
    "item3": "Location",
    "item4": "Comfort"
  },
  "team": {
    "title": "Our team",
    "description": "",
    "member1":{
      "firstName": "Ilya",
      "lastName": "Denisov",
      "position": "Director"
    },
    "member2":{
      "firstName": "Vadim",
      "lastName": "Malkov",
      "position": "Technical Director"
    },
    "member3":{
      "firstName": "Dmitry",
      "lastName": "Kravchenko",
      "position": "IT Architect"
    },
    "member4":{
      "firstName": "Stanislav",
      "lastName": "Shvedovich",
      "position": "Chief Engineer"
    }
  },
  "feedback": {
    "title": "Ask us a question",
    "placeholderName": "Name",
    "inpNameErrMess": "Only letters!",
    "placeholderPhone": "Phone",
    "inpPhoneErrMess": "Invalid number",
    "placeholderEmail": "Email",
    "inpEmailErrMess": "Error in email",
    "placeholderArea": "Write your question",
    "inpAreaErrMess": "min length 10 characters",
    "placeholderCaptcha": "Enter the code from the image",
    "inpCaptchaErrMess": "Error in captcha",
    "code": "Update Code",
    "termsOfUse": "By clicking the button, I accept the terms of the User Agreement and give my consent to the processing of my personal data, in accordance with Federal Law No. 152-FZ of July 27, 2006 \"On Personal Data.",
    "agreement": {
      "title": "Privacy Policy",
      "subtitle1": "General provisions",
      "text1_1": "This personal data processing policy has been drawn up in accordance with the requirements of the Federal law of 27.07.2006. No. 152-FZ \"On Personal Data\" and determines the procedure for processing personal data and measures to ensure the security of personal data taken by STARS CHARGE LLC (hereinafter referred to as the Operator).",
      "text1_2": "The operator sets as its most important goal and condition for the implementation of its activities the observance of the rights and freedoms of a person and a citizen in the processing of his personal data, including the protection of the rights to privacy, personal and family secrets.",
      "text1_3": "This Operator's policy regarding the processing of personal data (hereinafter referred to as the Policy) applies to all information that the Operator can receive about visitors to the starscharge.com website.",
      "subtitle2": "Basic concepts used in the Policy",
      "text2_1": "Website - a set of graphic and informational materials, as well as computer programs and databases that ensure their availability on the Internet at the network address starscharge.com.",
      "text2_2": "Personal data information system - a set of personal data contained in databases, and information technologies and technical means that ensure their processing.",
      "text2_3": "Operator - a state body, municipal body, legal entity or individual, independently or jointly with other persons organizing and (or) carrying out the processing of personal data, as well as determining the purposes of processing personal data, the composition of personal data to be processed, the actions (operations) performed with personal data.",
      "text2_4": "Personal data - any information relating directly or indirectly to a specific or identifiable User of the starscharge.com website.",
      "text2_5": "User - any visitor to the starscharge.com website.",
      "text2_6": "Providing personal data - actions aimed at disclosing personal data to a certain person or a certain circle of persons.",
      "text2_7": "Dissemination of personal data - any actions aimed at disclosing personal data to an indefinite circle of persons (transfer of personal data) or familiarizing with personal data of an unlimited number of persons, including the disclosure of personal data in the media, placement in information and telecommunication networks or providing access to personal data in any other way.",
      "text2_8": "Cross-border transfer of personal data is the transfer of personal data to the territory of a foreign state to an authority of a foreign state, a foreign individual or a foreign legal entity.",
      "text2_9": "Processing of personal data - any action (operation) or a set of actions (operations) performed with or without the use of automation tools with personal data, including collection, recording, systematization, accumulation, storage, clarification (updating, changing), extraction, use, transfer (distribution, provision, access), depersonalization, blocking, deletion, destruction of personal data.",
      "text2_10": "Automated processing of personal data - processing of personal data using computer technology.",
      "text2_11": "Non-automated processing of personal data (without the use of automation tools) is processing in which the use, clarification, distribution, destruction of personal data in relation to each of the subjects of personal data is carried out with the direct participation of a person.",
      "text2_12": "Blocking of personal data is a temporary suspension of the processing of personal data (unless the processing is necessary to clarify personal data).",
      "text2_13": "Depersonalization of personal data - actions as a result of which it is impossible to determine, without the use of additional information, the ownership of personal data by a specific User or other subject of personal data.",
      "text2_14": "Destruction of personal data - any actions as a result of which personal data is irretrievably destroyed with the impossibility of further restoration of the content of personal data in the information system of personal data and (or) material carriers of personal data are destroyed.",
      "text2_15": "Use of personal data - actions (operations) with personal data performed by the operator in order to make decisions or perform other actions that give rise to legal consequences in relation to the subject of personal data or other persons or otherwise affect the rights and freedoms of the subject of personal data or other persons.",
      "text2_16": "Clarification of personal data - actions aimed at updating or changing personal data.",
      "text2_17": "Accumulation of personal data - actions to systematize personal data by entering them into a database containing personal data.",
      "text2_18": "Storage of personal data - actions to ensure the integrity, confidentiality and availability of personal data.",
      "text2_19": "Systematization of personal data - actions aimed at combining and arranging personal data in a certain sequence.",
      "text2_20": "Collection of personal data - actions aimed at obtaining personal data.",
      "subtitle3": "The Operator may process the following personal data of the User",
      "text3_1": "E-mail address;",
      "text3_2": "contact phone number;",
      "text3_3": "Full Name;",
      "text3_4": "the source of access to this site and the information of the search or advertising request;",
      "text3_5": "data about the user device (including resolution, version and other attributes, characterizing the user device);",
      "text3_6": "user clicks, page views, field fills, banner and video impressions and views;",
      "text3_7": "data characterizing audience segments;",
      "text3_8": "session parameters;",
      "text3_9": "data on the time of the visit;",
      "text3_10": "the user ID stored in the cookie;",
      "text3_11": "other information provided by the User.",
      "text3_12": "The above data further in the text of the Policy are united by the general concept of Personal data.",
      "subtitle4": "Purposes of personal data processing",
      "text4_1": "Accounting for the information provided in databases.",
      "text4_2": "Conducting statistical research, as well as research aimed at improving the quality of products and services.",
      "text4_3": "Carrying out marketing programs, including for the promotion of goods, works, services on the market.",
      "text4_4": "Fulfillment of contractual obligations to customers, contractors and other subjects of personal data.",
      "text4_5": "Informing about new goods and services (for example, by sending invitations to presentations, messages about innovations, promotions, etc.) using various means of communication, namely through: the Internet; messages to an email address; short text messages (SMS) and multimedia messages (MMS) to a phone number; use of information and communication services such as WhatsApp and the like, telephone calls.",
      "subtitle5": "Legal grounds for the processing of personal data",
      "text5_1": "The Operator processes the User's personal data only if they are filled in and / or sent by the User independently through special forms located on the starscharge.com website. By filling out the relevant forms and / or sending their personal data to the Operator, the User expresses his consent to this Policy.",
      "text5_2": "The Operator processes anonymized data about the User if it is allowed in the User's browser settings (saving cookies and using JavaScript technology is enabled).",
      "subtitle6": "The procedure for collecting, storing, transferring and other types of processing of personal data",
      "text6_1": "The security of personal data processed by the Operator is ensured through the implementation of legal, organizational and technical measures necessary to fully comply with the requirements of the current legislation in the field of personal data protection.",
      "text6_2": "The Operator ensures the safety of personal data and takes all possible measures to exclude access to personal data of unauthorized persons.",
      "text6_3": "The User's personal data will never, under any circumstances, be transferred to third parties, except in cases related to the implementation of applicable law.",
      "text6_4": "In case of detection of inaccuracies in personal data, the User can update them independently by sending a notification to the Operator at the Operator's e-mail address info@starscharge.com marked \"Updating personal data\".",
      "text6_5": "The term for processing personal data is unlimited. The User may at any time withdraw his consent to the processing of personal data by sending the Operator a notification by e-mail to the Operator's email address info@starscharge.com marked \"Withdrawal of consent to the processing of personal data\".",
      "subtitle7": "Cross-border transfer of personal data",
      "text7_1": "Before the start of the cross-border transfer of personal data, the operator is obliged to make sure that the foreign state to whose territory the transfer of personal data is supposed to be carried out provides reliable protection of the rights of subjects of personal data.",
      "text7_2": "Cross-border transfer of personal data on the territory of foreign states that do not meet the above requirements can be carried out only if there is a written consent of the subject of personal data to the cross-border transfer of his personal data and / or execution of an agreement to which the subject of personal data is a party.",
      "subtitle8": "Final provisions",
      "text8_1": "The User can receive any clarifications on issues of interest regarding the processing of his personal data by contacting the Operator via e-mail info@starscharge.com.",
      "text8_2": "This document will reflect any changes in the policy of processing personal data by the Operator. The policy is valid indefinitely until it is replaced by a new version.",
      "text8_3": "The current version of the Policy is freely available on the Internet at starscharge.com."
    },
    "buttonName": "Send",
    "cmError": {
    }
  },
  "footer" : {
    "policy": "StarsCharge, all rights reserved",
    "politics": "Privacy Policy"
  }
}